Repository: 84000/data-translation-memory
Catalog: toh47-v3.tmx
Source language: bo
Languages: en

source: ཐབས་ལ་མཁས་པས་མངོན་པར་བསྒྲུབས་པའི་དགེ་བའི་ཆོས་ཐམས་ཅད་ཀྱི་ཚོགས་སོགས་པ་སྟེ།
en: One becomes a master of skill in means. One who accomplishes all these things gathers a supply of all the virtuous qualities.

source: འདི་ནི་བྱང་ཆུབ་ཀྱི་ལམ་ཞེས་བྱའོ། །
en: This is called the path of awakening.

source: ཞི་བའི་བློ་གྲོས་གཞན་ཡང་བྱང་ཆུབ་ཀྱི་ལམ་ནི་འདི་ལྟ་སྟེ། དད་པ་དང་། བསམ་པ་དང་། ལྷག་པའི་བསམ་པ་ཡོངས་སུ་དག་པ་དང་།
en: “Moreover, Śāntamati, the path of awakening also involves the purification of one’s faith, motivation, and ambition.

source: དྲང་བ་ཉིད་དང་། གཡོ་མེད་པ་ཉིད་དང་། ཡངས་པ་ཉིད་དང་། སྒྲིབ་པ་མེད་པ་ཉིད་དང་། མཉམ་པ་ཉིད་དང་།
en: It includes honesty, consistency, integrity, transparency, even-mindedness, impartiality, confidence, and faultless behavior.

source: སེམས་སྙོམས་པ་ཉིད་དང་། མི་འཇིགས་པ་ཉིད་དང་། སྡིག་པ་ཐམས་ཅད་མི་བྱེད་པ་ཉིད་ཡིན་ནོ། །ལམ་དེ་ནི་སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པས་འབྱོར་པའོ། །
en: “The path is attainable due to the perfection of generosity.

source: ལམ་དེ་ནི་ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པས་བདེ་བར་འགྲོ་བའོ། །
en: The path is easily traveled due to the perfection of discipline.

source: ལམ་དེ་ནི་བཟོད་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པས་གནོད་པ་མེད་པའོ། །
en: The path has no obstructions due to the perfection of patience.

source: ལམ་དེ་ནི་བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པས་རྒྱུན་ཆད་པ་མེད་པའོ། །
en: The path is unbroken due to the perfection of heroic effort.

source: ལམ་དེ་ནི་བསམ་གཏན་གྱི་ཕ་རོལ་ཏུ་ཕྱིན་པས་མི་འཁྲུགས་པའོ། །
en: The path has no disturbances due to the perfection of concentration.

source: ལམ་དེ་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པས་ལེགས་པར་རྟོགས་པའོ། །
en: The path is well understood due to the perfection of wisdom.

source: ལམ་དེ་ནི་བྱམས་པ་ཆེན་པོས་འབྱུང་བ་ཤེས་པའི་རྗེས་སུ་སོང་བའོ། །
en: The path follows knowledge of reality due to great love.

source: ལམ་དེ་ནི་སྙིང་རྗེ་ཆེན་པོས་ཕྱིར་མི་ལྡོག་པའོ། །
en: The path does not reverse course due to great compassion.

source: ལམ་དེ་ནི་དགའ་བ་ཆེན་པོས་མཆོག་ཏུ་དགའ་བར་བྱེད་པའོ། །
en: The path is completely joyful due to great joy.

source: ལམ་དེ་ནི་བཏང་སྙོམས་ཆེན་པོས་སྙིང་པོའི་རྗེས་སུ་སོང་བའོ། །
en: The path follows the core of things due to great equanimity.

source: ལམ་དེ་ནི་འདོད་པ་ལ་འདོད་ཆགས་དང་། གནོད་སེམས་དང་། འཚེ་བའི་རྣམ་པར་རྟོག་པ་དང་བྲལ་བས་སྡོང་དུམ་དང་། ཚེར་མ་མེད་པའོ། །
en: “Because the path is free of the craving for sense pleasures, ill will, or any concept of doing harm, it does not have any holes or thorns.

source: ལམ་དེ་ནི་ཞེ་འགྲས་པའི་སེམས་མེད་པས་བདེ་བར་འགྲོ་བའོ། །
en: The path is easily traveled because one harbors no animosity in the mind.

source: ལམ་དེ་ནི་གཟུགས་དང་། སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་པ་དང་བྲལ་བས་གཡོན་ཅན་དང་བྲལ་བའོ། །
en: The path is free of frauds because it is free from sight, sound, smell, taste, and touch.

source: ལམ་དེ་ནི་ཕུང་པོ་དང་། ཁམས་དང་། སྐྱེ་མཆེད་ལ་ལེགས་པར་བརྟགས་པས་ཕྱིར་རྒོལ་བ་དང་བྲལ་བའོ། །
en: The path is free of adversaries because the aggregates, elements, and sense spheres are well examined.

source: ལམ་དེ་ནི་ཉོན་མོངས་པ་ཐམས་ཅད་དང་བྲལ་བས་བདུད་ཕྱིར་རྒོལ་བ་བཅོམ་པའོ། །
en: The path defeats the adversaries, Māra in all his forms, because it is free of all the afflictions.

source: ལམ་དེ་ནི་ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཀྱི་ཡིད་ལ་བྱེད་པ་དང་བྲལ་བས་སེམས་རླབས་པོ་ཆེར་འགྲོ་བའོ། །
en: The path leads to loftiness of mind because it is free of the actions in the minds of the disciples and solitary buddhas.

source: ལམ་དེ་ནི་སྔོན་གྱི་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་ཀྱིས་ཞུགས་པའོ། །
en: The path is the one traveled by all the realized ones, the worthy ones, the perfect and fully awakened buddhas of the past.

source: ལམ་དེ་ནི་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པའི་རིན་པོ་ཆེ་དང་འཐུན་པས་རིན་པོ་ཆེ་ཆེན་པོ་སྒྲུབ་པའོ། །
en: The path brings the great jewel since it accords with the jewel of the omniscient ones.

source: ལམ་དེ་ནི་ཆགས་པ་མེད་པའི་ཡེ་ཤེས་ཀྱི་སྣང་བས་རྟག་ཏུ་གསལ་བའོ། །
en: The path is constantly illuminated by the light of the knowledge of those who are dispassionate.

source: ལམ་དེ་ནི་དགེ་བའི་བཤེས་གཉེན་གྱིས་ལེགས་པར་ཡོངས་སུ་ཟིན་པས་དགེ་བ་སྟོན་པའོ། །
en: The path teaches what is good because it is well maintained by companions in what is good.

source: ལམ་དེ་ནི་རྗེས་སུ་ཆགས་པ་དང་། ཁོང་ཁྲོ་བ་མེད་པས་མཐོན་དམན་མེད་པའོ། །
en: The path does not have highs and lows because it does not have attachment or aversion.

source: ལམ་དེ་ནི་གནོད་སེམས་དང་། ཐ་བ་དང་། ཁྲོ་བ་མེད་པས་རྡུལ་དང་བྲལ་བའོ། །
en: The path is not dusty because it is without anger, stubbornness, or malice.

source: ལམ་དེ་ནི་མི་དགེ་བའི་ཆོས་ཐམས་ཅད་དང་བྲལ་བས་བདེ་འགྲོར་འགྲོ་བའོ། །
en: The path goes to the good places of rebirth because it is free from all bad qualities.

source: ལམ་དེ་ནི་མྱ་ངན་ལས་འདས་པའི་མཐར་འགྲོ་བས་བདེ་བའི་ཕྱོགས་སུ་འགྲོ་བའོ། །
en: The path leads to a place of comfort because its ending point is cessation.

source: ཞི་བའི་བློ་གྲོས་དེ་ལྟར་ན་གང་ལ་ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཐམས་ཅད་ཀྱི་འགྲོ་བ་མེད་པ་དང་། ལམ་མ་ཡིན་པ་དེ་འདྲ་བ་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའི་ལམ་སྟེ།
en: “Śāntamati, the path of bodhisattvas is similar to what is not a path or a destination for the disciples or solitary buddhas;

source: ལམ་དེ་ལ་གནས་ན་བྱང་ཆུབ་སེམས་དཔའ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱའོ། །
en: when bodhisattvas stay on this path, however, they awaken to unsurpassable and perfect awakening.

source: བྱང་ཆུབ་ཀྱི་ལམ་གྱི་ལེའུ་སྟེ་དྲུག་པའོ།། །།
en: This was the sixth chapter, “The Path of Awakening.” Chapter 7: The Secret of the Realized One’s Body

source: དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་ཞི་བའི་བློ་གྲོས་ཀྱིས་གསང་བ་པའི་བདག་པོ་ལག་ན་རྡོ་རྗེ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །གསང་བ་པའི་བདག་པོ་དེ་བཞིན་གཤེགས་པའི་གསང་བ་ཅི་འདྲ།
en: At that point, the bodhisattva Śāntamati asked Vajrapāṇi, Lord of the Guhyakas, “Lord of the Guhyakas, what are the secrets of the realized ones?

source: དེ་བཞིན་གཤེགས་པའི་གསང་བ་པའི་ཕྱོགས་ཙམ་ཞིག་ལ་ཁྱོད་སྤོབས་པར་གྱིས་ཤིག །དེ་སྐད་ཅེས་སྨྲས་པ་དང་།
en: Please use your inspired eloquence to describe, at least partially, the secrets of the realized ones.”

source: གསང་བ་པའི་བདག་པོ་ལག་ན་རྡོ་རྗེས་བྱང་ཆུབ་སེམས་དཔའ་ཞི་བའི་བློ་གྲོས་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །སངས་རྒྱས་ཀྱི་མཐུ་དང་། སངས་རྒྱས་ཀྱི་བྱིན་གྱི་རླབས་ཀྱིས་བསྟན་གྱིས་རིགས་ཀྱི་བུ་ཉོན་ཅིག །
en: Vajrapāṇi, Lord of the Guhyakas, answered the bodhisattva Śāntamati, “Listen, noble son, as I teach through the majestic power and empowering authority of the Buddha.

source: ཞི་བའི་བློ་གྲོས་གསུམ་པོ་འདི་དག་ནི་དེ་བཞིན་གཤེགས་པའི་གསང་བའོ། །
en: Śāntamati, the secrets of the realized ones are threefold.

source: གསུམ་གང་ཞེ་ན་འདི་ལྟ་སྟེ།
en: What are these three?

source: སྐུའི་གསང་བ་དང་། གསུང་གི་གསང་བ་དང་། ཐུགས་ཀྱི་གསང་བའོ། །
en: They are the secret of body, the secret of speech, and the secret of mind.

source: ཞི་བའི་བློ་གྲོས་དེ་ལ་དེ་བཞིན་གཤེགས་པའི་སྐུའི་གསང་བ་གང་ཞེ་ན།
en: “Śāntamati, what is the secret of the body of the realized ones?

source: ཞི་བའི་བློ་གྲོས་འདི་ལ་དེ་བཞིན་གཤེགས་པ་ནི་མི་དགོངས་ཤིང་རབ་ཏུ་མི་རྟོག་པར་སྤྱོད་ལམ་ཐམས་ཅད་ཀྱང་ཀུན་དུ་སྟོན་ཏེ།
en: Śāntamati, it is that the realized ones display their whole demeanor without forming any idea or any concept about it.

source: རིགས་ཀྱི་བུ་དེ་ལ་ལྷ་དང་མི་ཁ་ཅིག་འདུག་པ་གཙོ་བོར་བྱེད་པ་དེ་དག་གིས་ནི་དེ་བཞིན་གཤེགས་པ་བཞུགས་པར་མཐོང་ངོ་། །
en: Noble son, gods and humans who value sitting see the realized ones sitting.

source: ལྷ་དང་མི་ཁ་ཅིག་འཆག་པ་གཙོ་བོར་བྱེད་པ་དེ་དག་གིས་ནི་དེ་བཞིན་གཤེགས་པ་འཆག་པར་མཐོང་ངོ་། །
en: Gods and humans who value walking see the realized ones walking.

source: ལྷ་དང་མི་ཁ་ཅིག་འགྲེང་བ་གཙོ་བོར་བྱེད་པ་དེ་དག་གིས་ནི་དེ་བཞིན་གཤེགས་པ་འགྲེང་བར་མཐོང་ངོ་། །
en: Gods and humans who value standing see the realized ones standing.

source: ལྷ་དང་མི་ཁ་ཅིག་ཉལ་བ་གཙོ་བོར་བྱེད་པ་དེ་དག་གིས་ནི་དེ་བཞིན་གཤེགས་པ་མནལ་བར་མཐོང་ངོ་། །
en: Gods and humans who value lying down see the realized ones lying down.

source: ལྷ་དང་མི་ཁ་ཅིག་ཆོས་སྟོན་པ་གཙོ་བོར་བྱེད་པ་དེ་དག་གིས་ནི་དེ་བཞིན་གཤེགས་པ་ཆོས་སྟོན་པར་མཐོང་ངོ་། །
en: Gods and humans who value teaching the Dharma see the realized ones teaching the Dharma.

source: ལྷ་དང་མི་ཁ་ཅིག་མི་སྨྲ་བ་གཙོ་བོར་བྱེད་པ་དེ་དག་གིས་ནི་དེ་བཞིན་གཤེགས་པ་མི་གསུང་བར་གྱུར་པར་མཐོང་ངོ་། །
en: Gods and humans who value maintaining silence see the realized ones maintaining silence.

source: ལྷ་དང་མི་ཁ་ཅིག་བསམ་གཏན་གཙོ་བོར་བྱེད་པ་དེ་དག་གིས་ནི་དེ་བཞིན་གཤེགས་པ་བསམ་གཏན་ལ་སྙོམས་པར་ཞུགས་པར་མཐོང་ངོ་། །
en: Gods and humans who value concentration see the realized ones absorbed in meditative concentration.

source: ལྷ་དང་མི་ཁ་ཅིག་ལངས་པ་གཙོ་བོར་བྱེད་པ་དེ་དག་གིས་ནི་དེ་བཞིན་གཤེགས་པ་བཞེངས་པར་མཐོང་ངོ་། །
en: Gods and humans who value an open countenance see the realized ones having an open countenance.

source: ལྷ་དང་མི་ཁ་ཅིག་མིག་མི་འཛུམས་པར་ལྟ་བ་གཙོ་བོར་བྱེད་པ་དེ་དག་གིས་ནི་དེ་བཞིན་སྤྱན་མི་འཛུམས་པར་གཟིགས་པར་མཐོང་ངོ་། །
en: Gods and humans who value an unblinking gaze see the realized ones gazing with unblinking eyes.

source: ལྷ་དང་མི་ཁ་ཅིག་འཛུམ་པ་བྱེད་པ་གཙོ་བོར་འཛིན་པ་དེ་དག་གིས་ནི་དེ་བཞིན་གཤེགས་པ་འཛུམ་པ་མཛད་པར་མཐོང་ངོ་། །
en: Gods and humans who value a smile see the realized ones displaying a smile.

source: ལྷ་དང་མི་ཁ་ཅིག་མདོག་གསེར་གྱི་ཁ་དོག་ལྟ་བུ་གཙོ་བོར་བྱེད་པ་དེ་དག་གིས་ནི་དེ་བཞིན་གཤེགས་པ་སྐུ་མདོག་གསེར་གྱི་ཁ་དོག་ལྟ་བུར་མཐོང་ངོ་། །དེ་བཞིན་དུ་ལ་ལས་ནི་དངུལ་གྱི་མདོག་ཏུ་མཐོང་ངོ་། །དེ་བཞིན་དུ་ཤེལ་གྱི་མདོག་དང་། བཻ་དཱུརྱའི་མདོག་དང་། རྡོའི་སྙིང་པོའི་མདོག་དང་། སྤུག་གི་མདོག་དང་། མུ་ཏིག་དམར་པོའི་མདོག་དང་། མུ་ཏིག་དཀར་པོའི་མདོག་དང་། མདོག་དམར་པོ་དང་། མདོག་དཀར་པོ་དང་། བཙོད་ཀའི་མདོག་དང་། མདོག་སྔོན་པོ་དང་།
en: “Gods and humans who value a golden complexion see the realized ones as if they had a golden complexion.

source: མདོག་སེར་པོ་དང་། ཟླ་བའི་མདོག་དང་། ཉི་མའི་མདོག་དང་། མེའི་མདོག་དང་། འོད་ཀྱི་མདོག་དང་། བརྒྱ་བྱིན་གྱི་མདོག་དང་། ཚངས་པའི་མདོག་དང་།
en: Likewise, some see a silver complexion, a crystalline complexion, a lapis lazuli complexion, an emerald complexion, a coral complexion, a red pearl complexion, a white pearl complexion¸ a dark complexion, a yellow complexion, a dark red complexion, a white complexion, a bright red complexion, a complexion like the moon, a complexion like the sun, a complexion like fire, a complexion like bright light, the complexion of a śakra, the complexion of a brahmā, a complexion like frost, a complexion of realgar, or a dark purple complexion.

source: བ་མོའི་མདོག་དང་། ལྡོང་རོས་ཀྱི་མདོག་དང་། མཚལ་གྱི་མདོག་ཏུ་མཐོང་ངོ་། །ལ་ལས་ནི་ཆུའི་མདོག་དང་། ལ་ལས་ནི་མྱ་ངན་འཚང་གི་མེ་ཏོག་གི་མདོག་དང་། ཙམ་པ་ཀའི་མདོག་དང་། སྣ་མའི་མེ་ཏོག་གི་མདོག་དང་། བར་ཤི་ཀའི་མདོག་དང་། པད་མའི་མདོག་དང་། ཀུ་མུ་དའི་མདོག་དང་། པད་མ་དཀར་པོའི་མདོག་དང་། དཔལ་གྱི་མདོག་དང་། རྣམ་ཐོས་ཀྱི་བུའི་མདོག་དང་། ངང་པའི་རྒྱལ་པོ་ངང་སྐྱའི་མདོག་དང་། པད་མ་སར་པའི་མདོག་དང་། དཔལ་གྱི་སྙིང་པོའི་མདོག་དང་།
en: “Some see the complexion of water, and some the complexion of the flower of an aśoka tree, the complexion of the campaka flower, the complexion of jasmine, the complexion of a vārṣika flower, the complexion of a pink lotus, the complexion of a red lotus, the complexion of a white lotus, a lustrous complexion, the complexion of Vaiśravaṇa, the complexion of the king of swans seen by Dhṛtarāṣṭra, the complexion a new lotus flower, the complexion of a śrīgarbha gem, the complexion of a coral-colored gem, the complexion of a maṇiratna gem, the complexion of a sapphire, or the complexion of the glorious light of a clear sky.

source: རིན་པོ་ཆེ་བྱེ་རུའི་མདོག་དང་། ནོར་བུ་རིན་པོ་ཆེའི་མདོག་དང་། ཨནད་རྙིལ་གྱི་མདོག་དང་། ནམ་མཁའ་དག་པའི་གཟི་བརྗིད་ཀྱི་མདོག་དང་། ལྷ་དང་མི་ཁ་ཅིག་ཡོན་ཏན་གྱི་བསྔགས་པ་མཐའ་ཡས་པར་མོས་པ་དེ་དག་གིས་ནི་དེ་བཞིན་གཤེགས་པའི་སྐུའི་ཡོན་ཏན་གྱི་བསྔགས་པ་མཐའ་ཡས་པ་དང་ལྡན་པར་མཐོང་ངོ་། །
en: Gods and humans who are inclined to the limitless, praiseworthy colors of virtue see the body of the realized ones as possessing the limitless, praiseworthy colors of virtue.

source: ཞི་བའི་བློ་གྲོས་དེ་ལྟར་ཡོངས་སུ་བརྟག་པ་ཉེ་བར་བཟུང་སྟེ། སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ན་སེམས་ཅན་ཇི་སྙེད་ཡོད་པ་དང་། གང་ཡང་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་ཀྱི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་སེམས་ཅན་དེ་དག་ཐམས་ཅད་མིའི་ལུས་ཐོབ་པར་གྱུར་ལ། དེའི་ནང་ནས་སེམས་ཅན་གཅིག་གིས་སེམས་ཅན་དེ་དག་ཇི་སྙེད་པ་དེ་སྙེད་ལ་དེ་བཞིན་གཤེགས་པའི་སྐུའི་གཟུགས་དང་། མདོག་དང་། རྟགས་དང་།
en: “Śāntamati, imagine if all the beings in all the worlds of this cosmos of a billion worlds, and the beings in other universes as numerous as the grains of sand in the Ganges, were to conceive the intention to acquire a human body and then acquire it.

source: དབྱིབས་དང་སྤྱོད་ལམ་དུ་སེམས་ཤིང་མོས་ཏེ་མངོན་པར་སྒྲུབ་ལ་སེམས་ཅན་གཅིག་གིས་ཇི་ལྟ་བ་དེ་བཞིན་དུ་སེམས་ཅན་དེ་དག་ཐམས་ཅད་རེ་རེས་ཀྱང་དེ་སྙེད་ལ་དེ་བཞིན་གཤེགས་པའི་སྐུའི་གཟུགས་དང་། མདོག་དང་། རྟགས་དང་། དབྱིབས་དང་། སྤྱོད་ལམ་དུ་སེམས་ཤིང་མོས་ཏེ་མངོན་པར་སྒྲུབ་ལ།
en: Then, imagine that one being from among those beings was inclined to conceive the intention to acquire the bodily form, complexion, signs, resemblance, and demeanor of a realized one.

source: སེམས་ཅན་གཅིག་གི་སེམས་ཀྱི་མོས་པ་གང་ཡིན་པ་དེ་སེམས་ཅན་གཉིས་པའི་མ་ཡིན་ཏེ། ཞི་བའི་བློ་གྲོས་རྣམ་གྲངས་དེས་ན་དེ་བཞིན་གཤེགས་པ་སེམས་ཅན་དེ་དག་ཐམས་ཅད་ཀྱི་སེམས་ཀྱི་མོས་པ་ཚིམ་པར་མཛད་དེ། ཇི་ལྟར་མོས་པ་བཞིན་དུ་སེམས་ཅན་དེ་དག་གིས་དེ་བཞིན་གཤེགས་པའི་སྐུའི་གཟུགས་དང་། མདོག་དང་། རྟགས་དང་།
en: Now, if each and every one of those beings were to be thus inclined to conceive the intention to acquire the bodily form, complexion, signs, resemblance, and demeanor of a realized one, just as that one being did, then, since one being’s inclination of mind would not be that of another being, Śāntamati, a realized one could satisfy the inclinations of mind of all beings, since all beings perceive the bodily form, complexion, signs, resemblance, and demeanor of the realized ones according to their own inclinations of mind.

source: དབྱིབས་དང་། སྤྱོད་ལམ་དུ་ཤེས་མོད་ཀྱི། དེ་ལ་དེ་བཞིན་གཤེགས་པའི་སྐུ་འམ། ཐུགས་ཀྱི་མཛད་པ་ནི་མ་ཡིན་ཏེ།
en: Moreover, there would be no production of the body or mind of a realized one.

source: དེ་བཞིན་གཤེགས་པ་སྔོན་གྱི་སྤྱོད་པ་ཡོངས་སུ་སྦྱངས་པའི་ཁྱད་པར་གྱིས་ལྷུན་གྱིས་གྲུབ་པས་སེམས་ཅན་ཐམས་ཅད་ཀྱི་སེམས་ཀྱི་བསམ་པ་ཚིམ་པར་མཛད་པའི་གཟུགས་དང་། མདོག་དང་། རྟགས་དང་། དབྱིབས་དང་། སྤྱོད་ལམ་གྱིས་ཀུན་དུ་བཞུགས་སོ། །
en: Rather, the bodily forms, complexions, signs, resemblances, and demeanors of a realized one, which satisfy the thoughts and aspirations of all beings, appear as a result of the particular quality of their preparation of previous deeds and, indeed, without any effort whatsoever.

source: ཞི་བའི་བློ་གྲོས་འདི་ལྟ་སྟེ་དཔེར་ན། མེ་ལོང་གི་དཀྱིལ་འཁོར་ཡོངས་སུ་དག་པ་ལ་གཟུགས་སུ་སྣང་བ་ཅི་འདྲ་བ་ཉེ་བར་གཞག་པ་དེ་འདྲ་བ་ཉིད་ཀྱི་གཟུགས་བརྙན་དེ་ན་ལྷག་ཆད་མེད་པར་མཚུངས་པར་སྣང་ཡང་མེ་ལོང་གི་དཀྱིལ་འཁོར་ནི་མི་སེམས་མི་རྟོག་གོ །
en: “For example, Śāntamati, suppose one were to place an object in front of a fully cleaned mirror such that the image of this object would appear to be the same as the object, neither more nor less, and yet the mirror would not form any ideas or form any conceptions.

source: ཞི་བའི་བློ་གྲོས་དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པ་ཡང་མི་དགོངས་མི་རྟོག་པར་ལྷུན་གྱིས་གྲུབ་པས་སེམས་ཅན་ཐམས་ཅད་ཀྱི་སེམས་ཀྱི་བསམ་པའི་རྣམ་པར་རིག་པ་ཚིམ་པར་མཛད་དེ། །
en: In exactly the same way, Śāntamati, the realized ones do not form any ideas or form any conceptions, but without any effort they satisfy the ideas, aspirations, and intentions of all beings.

source: ཞི་བའི་བློ་གྲོས་འདི་ནི་དེ་བཞིན་གཤེགས་པའི་སྐུའི་གསང་བའོ། །
en: Śāntamati, this is the secret of the body of a realized one.

source: ཞི་བའི་བློ་གྲོས་གཞན་ཡང་དེ་བཞིན་གཤེགས་པའི་སྐུ་ནི་ཕུང་པོས་རབ་ཏུ་ཕྱེ་བ་མ་ཡིན། ཁམས་ཀྱིས་རབ་ཏུ་ཕྱེ་བ་མ་ཡིན། སྐྱེ་མཆེད་ཀྱིས་རབ་ཏུ་ཕྱེ་བ་མ་ཡིན།
en: “Furthermore, Śāntamati, the body of a realized one is not something manifested by the aggregates, it is not manifested by the elements, and it is not manifested by the sense spheres.

source: ལས་ལས་བྱུང་བ་མ་ཡིན།
en: It is not produced by karma.

source: ཉོན་མོངས་པ་ལས་བྱུང་བ་མ་ཡིན།
en: It does not arise from the afflictions.

source: ཕ་མ་ལས་བྱུང་བ་མ་ཡིན།
en: It is not created by a mother and father.

source: འབྱུང་བ་ཆེན་པོའི་ནུར་ནུར་པོ་ལས་བྱུང་བ་མ་ཡིན།
en: It does not form as an embryo out of the great elements.

source: ཤ་དང་ཁྲག་གིས་གཡོགས་པ་མ་ཡིན།
en: It is not fashioned out of flesh and blood.

source: དུས་པ་དང་ཆུ་བའི་བོག་དེས་སྦྲེལ་བ་མ་ཡིན།
en: It is not bound together by bones and ligaments.

source: དབུགས་ཕྱི་ནང་དུ་རྒྱུ་བ་དང་། སྲོག་དང་འབྲེལ་པ་མ་ཡིན་ཏེ།
en: It does not run on inhalations and exhalations, nor is it powered by a life force.

source: ཞི་བའི་བློ་གྲོས་དེ་བཞིན་གཤེགས་པའི་སྐུ་ནི་སྐུ་མེད་པ་སྟེ།
en: “Moreover, Śāntamati, the body of a realized one is not a body.

source: ཆོས་ཀྱི་སྐུ་དང་།
en: It is the Dharma body.

source: གཟུགས་དང་མཚན་མ་མེད་པའི་སྐུ་དང་།
en: It is a body that has no form and no efficient cause.

source: སྤྲོས་པ་མེད་ཅིང་རྒྱུ་བ་མེད་པའི་སྐུ་ཡིན་ཡང་དེ་གཟུགས་དང་མཚན་གཙོ་བོར་བྱེད་པའི་སེམས་ཅན་སྐུ་བསྟན་པས་འདུལ་བ་རྣམས་ཀྱི་མིག་ལ་སྣང་བར་འགྱུར་རོ། །
en: It is a body with no mental proliferation and no physical activity. When it appears as a body to beings who value things that possess forms and characteristics, it produces an appearance to the eyes of those ready for guidance.

source: གཟུགས་ལས་དབེན་པ་ཆོས་ཀྱི་མཚན་ཉིད་གཙོ་བོར་བྱེད་པའི་སེམས་ཅན་རྣམས་ལ་ནི་ལྷའི་མིག་གིས་ཀྱང་ཐམས་ཅད་ཀྱི་ཐམས་ཅད་དུ་བལྟར་སྣང་བར་མི་འགྱུར་རོ། །
en: Yet, for beings who value the absence of form as the defining characteristic of things, it does not produce any appearance whatsoever, not even one that would be visible to the divine eye.

source: ཞི་བའི་བློ་གྲོས་དེ་ལ་འཁོར་གཅིག་ཏུ་འདུས་པའི་སེམས་ཅན་གྱི་ནང་ནས་ཀྱང་ཁ་ཅིག་གིས་ནི་དེ་བཞིན་གཤེགས་པའི་སྐུ་མཐོང་།
en: “Śāntamati, even among beings who are gathered together in a single assembly, some see the body of the realized one and some do not see it.

source: ཁ་ཅིག་གིས་ནི་མི་མཐོང་། ཁ་ཅིག་གིས་ནི་རྒྱང་རིང་པོ་ན་འདུག་ཀྱང་མཐོང་། ཁ་ཅིག་གིས་ནི་ཉེ་བ་ན་འདུག་ཀྱང་མི་མཐོང་།
en: Some sitting far away see it, and some sitting nearby do not see it.

source: ཁ་ཅིག་གིས་ནི་ཐག་རིང་པོ་ན་འདུག་ཀྱང་མཐོང་། །ཁ་ཅིག་གིས་ནི་ཉེ་བ་ན་འདུག་ཀྱང་མི་མཐོང་ངོ་། །
en: Some sitting nearby see it, and some sitting far away do not see it.

source: ལ་ལས་ནི་དྲན་པའི་རྣམ་པས་མཐོང་ལ་གཡེང་བའི་རྣམ་པས་མི་མཐོང་ངོ་། །
en: Some see it through the mental state of mindfulness, and not through the mental state of distraction.

source: ལ་ལས་ནི་གཡེང་བའི་རྣམ་པས་མཐོང་ལ་དྲན་པའི་རྣམ་པས་མི་མཐོང་ངོ་། །
en: Some see it through the mental state of distraction, and not through the mental state of mindfulness.

source: ལ་ལས་ནི་གཞན་གྱིས་ཉེ་བར་བསྟན་པས་མཐོང་ཞིང་བདག་གིས་བལྟས་པས་མི་མཐོང་ངོ་། །
en: Some see it through its being exhibited by others, and not through its own display.

source: ལ་ལས་ནི་བདག་གིས་བལྟས་པས་མཐོང་ལ་གཞན་གྱིས་བསྟན་པས་མི་མཐོང་ངོ་། །
en: Some see it through its display of itself and not through its being exhibited by others.

source: ལ་ལས་ནི་རྨི་ལམ་ན་མཐོང་ལ་སད་པ་ན་མི་མཐོང་ངོ་། །
en: Some see it while being inside a dream and not when they are completely awake.

source: ལ་ལས་ནི་སད་པ་ན་མཐོང་ལ་རྨི་ལམ་ན་མི་མཐོང་ངོ་། །
en: Some see it while being completely awake and not while inside a dream.

source: ལ་ལས་ནི་མཉམ་པར་བཞག་ན་མཐོང་ལ་ལངས་ན་མི་མཐོང་ངོ་། །
en: Some see it while in a state of meditative concentration, and not while in a state of mental agitation.

source: ལ་ལས་ནི་ལངས་ན་མཐོང་ལ་མཉམ་པར་བཞག་ན་མི་མཐོང་ངོ་། །
en: Some see it while in a state of mental agitation, and not while in a state of meditative concentration.

source: ལ་ལས་ནི་སྡུག་པའི་རྣམ་པར་མཐོང་ལ་མི་སྡུག་པའི་རྣམ་པར་མ་ཡིན་ནོ། །
en: Some see it through its appearance to the mind as something delightful, and not through its appearance to the mind as something repulsive.

source: ལ་ལས་ནི་མི་སྡུག་པའི་རྣམ་པར་མཐོང་ལ་སྡུག་པའི་རྣམ་པར་མ་ཡིན་ནོ། །
en: Some see it through its appearance to the mind as something repulsive, and not through its appearance to the mind as something delightful.

source: ལ་ལས་ནི་མ་བཙལ་བས་མི་མཐོང་ལ་བཙལ་བས་མཐོང་ངོ་། །
en: Some see it with effort, and not without effort.

source: ལ་ལས་ནི་མ་བཙལ་བས་མཐོང་ལ་བཙལ་བས་མི་མཐོང་ངོ་། །
en: Some see it without effort, and not with effort.

source: ལ་ལས་ནི་བསྒྲིམས་ན་མཐོང་ལ་མ་བསྒྲིམས་ནམ་ཡིན་ནོ། །
en: Some see it with work, and not without work.

source: ལ་ལས་ནི་མ་བསྒྲིམས་ན་མཐོང་ལ་བསྒྲིམས་ནམ་ཡིན་ནོ། །
en: Some see it without work, and not with work.

source: ཞི་བའི་བློ་གྲོས་དེ་ལྟར་དེ་བཞིན་གཤེགས་པའི་སྐུ་ནི་འདི་དག་དང་། གཞན་ཡང་ཚད་མེད་པའི་རྣམ་པར་སྟོན་པར་མཛད་དོ། །
en: “In this manner, Śāntamati, the body of a realized one is given an appearance through these and immeasurable other ways of appearing to the mind.

source: གང་ཡང་གཟུགས་ན་སྤྱོད་པའི་ལྷའི་བུ་ལུས་དང་། སྤྱོད་པ་དང་སྤྱོད་ལམ་རབ་ཏུ་ཞི་བ། མཉམ་པར་བཞག་པ། ལུས་ཞི་བ་དུལ་བ་དེ་དག་གི་མིག་ཀྱང་འཁྲུལ་པར་འགྱུར་ཏེ། དེ་བཞིན་གཤེགས་པའི་སྐུ་ལ་དཔག་པར་བྱ་བ་འམ།
en: “Even for the gods in the form realm, whose bodily forms, activities, and demeanors are quiescent, whose bodies are composed in meditative equipoise, and whose bodies are tranquil and subdued, they will experience blurred vision and they will be unable to grasp the measurements or efficient cause of a realized one’s body.

source: མཚན་མ་གཟུང་བར་མི་ནུས་སོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན། ཞི་བའི་བློ་གྲོས་དེ་བཞིན་གཤེགས་པའི་སྐུ་ནི་ཁ་དོག་ཐ་དད་པས་ཚད་མེད་པའོ། །ཆོས་ཀྱི་སྐུས་རབ་ཏུ་ཕྱེ་བའི་ཕྱིར་ནམ་མཁའ་དང་མཚུངས་སོ། །
en: The body of a realized one, Śāntamati, is immeasurable on account of its having limitless complexions, and it is equal to the sky because it is a manifestation of the Dharma body.

source: ཞི་བའི་བློ་གྲོས་ནམ་མཁས་ཇི་ཙམ་དུ་ཁྱབ་པ་དེ་ཙམ་དུ་དེ་བཞིན་གཤེགས་པའི་སྐུས་ཁྱབ་བོ། །
en: “Śāntamati, the body of a realized one extends as far as space extends.

source: ཞི་བའི་བློ་གྲོས་འདི་ལྟ་སྟེ་དཔེར་ན་ནམ་མཁའ་ནི་ཐམས་ཅད་ཀྱི་རྗེས་སུ་སོང་བའོ། །ཞི་བའི་བློ་གྲོས་དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པའི་སྐུ་ཡང་ཐམས་ཅད་ཀྱི་རྗེས་སུ་སོང་བའོ། །
en: Indeed, Śāntamati, just as space goes everywhere, in the same way, Śāntamati, the body of a realized one goes everywhere.

source: ཞི་བའི་བློ་གྲོས་འདི་ལྟ་སྟེ་དཔེར་ན་ནམ་མཁའ་ནི་སྤྲོས་པ་མེད་པའོ། །ཞི་བའི་བློ་གྲོས་དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པའི་སྐུ་ཡང་སྤྲོས་པ་མི་མངའ་བའོ། །
en: Indeed, Śāntamati, just as space is without conceptual proliferation, in the same way, Śāntamati, the body of a realized one is without conceptual proliferation.

source: ཞི་བའི་བློ་གྲོས་འདི་ལྟ་སྟེ། དཔེར་ན་ནམ་མཁའ་ནི་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཉེ་བར་འཚོ་བའོ། །ཞི་བའི་བློ་གྲོས་དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པའི་སྐུ་ཡང་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཉེ་བར་འཚོ་བའོ། །
en: Śāntamati, just as space supports life everywhere, in the same way, Śāntamati, the body of a realized one supports life everywhere.

source: ཞི་བའི་བློ་གྲོས་འདི་ལྟ་སྟེ་དཔེར་ན་ནམ་མཁའ་ནི་འགྱུར་བ་མེད་ཅིང་རྣམ་པར་རྟོག་པ་མེད་དོ། །ཞི་བའི་བློ་གྲོས་དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པའི་སྐུ་ཡང་འགྱུར་བ་མི་མངའ་ཞིང་རྣམ་པར་རྟོག་པ་མི་མངའོ། །
en: Śāntamati, just as space does not alter its form and does not form a concept, in the same way, Śāntamati, the body of a realized one does not alter its form, nor does it form a concept.

source: ཞི་བའི་བློ་གྲོས་འདི་ལྟ་སྟེ་དཔེར་ན་ནམ་མཁའ་ནི་གཟུགས་སུ་སྣང་བ་ཐམས་ཅད་དུ་ཞུགས་པའོ། །ཞི་བའི་བློ་གྲོས་དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པའི་སྐུ་ཡང་སེམས་ཅན་དུ་སྣང་བ་ཐམས་ཅད་དུ་ཞུགས་པའོ། །
en: Śāntamati, just as space permeates everything that appears as a form, in the same way, Śāntamati, the body of a realized one permeates everyone that appears as a being.

source: ཞི་བའི་བློ་གྲོས་འདི་ལྟ་སྟེ་དཔེར་ན་ནམ་མཁའི་ནང་དུ་ནི་གཟུགས་སུ་སྣང་བ་ཐམས་ཅད་འདུས་སོ། །ཞི་བའི་བློ་གྲོས་དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པའི་སྐུའི་ནང་དུ་ཡང་སེམས་ཅན་དུ་སྣང་བ་ཐམས་ཅད་འདུས་སོ། །
en: Śāntamati, just as space contains everything that appears as a form, in the same way, Śāntamati, the body of a realized one contains everything that appears as a being.

source: ཞི་བའི་བློ་གྲོས་འདི་ལྟ་སྟེ་དཔེར་ན་ནམ་མཁའ་ལ་ནི་རྩྭ་དང་། ཤིང་གེལ་པ་དང་། སྨན་དང་། ནགས་ཚལ་ཐམས་ཅད་རྣམ་པར་འཕེལ་ལོ། །ཞི་བའི་བློ་གྲོས་དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པའི་སྐུ་ལས་ཀྱང་སེམས་ཅན་ཐམས་ཅད་ཀྱི་དགེ་བའི་རྩྭ་བ་དག་རྣམ་པར་འཕེལ་ལོ། །
en: Śāntamati, just as all grasses, thickets, herbs, and trees grow within space, in the same way, Śāntamati, the roots of virtue of all beings grow within the body of a realized one.
